{
    "shows": [{
        "id": 114404,
        "name": "BREAK IT ALL: The History of Rock in Latin America",
        "overview": "Soda Stereo, Café Tacvba, Aterciopelados and others figure in this 50-year history of Latin American rock through dictatorships, disasters and dissent.",
        "air_date": "2020-12-16"
    }, {
        "id": 114695,
        "name": "Marvel Studios: Legends",
        "overview": "Revisit the epic heroes, villains and moments from across the MCU in preparation for the stories still to come. Each dynamic segment feeds directly into the upcoming series — setting the stage for future events. This series weaves together the many threads that constitute the unparalleled Marvel Cinematic Universe.",
        "air_date": "2021-01-08"
    }, {
        "id": 111495,
        "name": "Carmel: Who Killed Maria Marta?",
        "overview": "Documentary series on the circumstances surrounding the death of María Marta García Belsunce, one of the most controversial criminal cases in Argentina.",
        "air_date": "2020-11-05"
    }, {
        "id": 90,
        "name": "Mayday",
        "overview": "Revealing the dark truth that aviation safety improves one crash at a time, Mayday  investigates legendary aviation disasters to find out what went wrong and why.\n\nBased on cockpit voice recorders, accident reports and eyewitness accounts, every episode also features interviews, state-of-the-art CGI and gripping reenactments.",
        "air_date": "2003-09-03"
    }, {
        "id": 45,
        "name": "Top Gear",
        "overview": "This fast-paced and stunt-filled motor show tests whether cars, both mundane and extraordinary, live up to their manufacturers' claims. The long-running show travels to locations around the world, performing extreme stunts and challenges to see what the featured cars are capable of doing. The current hosts are Paddy Mcguinness, Chris Harris and Andrew \"Freddie\" Flintoff.",
        "air_date": "2002-10-20"
    }, {
        "id": 3562,
        "name": "NOVA",
        "overview": "PBS' premier science series helps viewers of all ages explore the science behind the headlines. Along the way, NOVA demystifies science and technology, and highlights the people involved in scientific pursuits.",
        "air_date": "1974-03-03"
    }, {
        "id": 101978,
        "name": "Disney Gallery / Star Wars: The Mandalorian",
        "overview": "Executive producer Jon Favreau invites the cast and crew of The Mandalorian to share an unprecedented look at the making of the series. Each chapter explores a different facet of the first live-action Star Wars television show through interviews, never-before-seen footage, and roundtable conversations hosted by Favreau himself.",
        "air_date": "2020-05-04"
    }, {
        "id": 106754,
        "name": "High Score",
        "overview": "This docuseries traces the history of classic video games, featuring insights from the innovators who brought these worlds and characters to life.",
        "air_date": "2020-08-19"
    }, {
        "id": 58474,
        "name": "Cosmos",
        "overview": "Famed astrophysicist Neil deGrasse Tyson provides clarity for the vision of the cosmos as he voyages across the universe with never-before-told stories that delve into the scientific concepts of the laws of gravity and the origins of space and time.",
        "air_date": "2014-03-09"
    }, {
        "id": 105288,
        "name": "Down to Earth with Zac Efron",
        "overview": "Actor Zac Efron journeys around the world with wellness expert Darin Olien in a travel show that explores healthy, sustainable ways to live.",
        "air_date": "2020-07-10"
    }]
}