{
    "shows": [{
        "id": 18165,
        "name": "The Vampire Diaries",
        "overview": "The story of two vampire brothers obsessed with the same girl, who bears a striking resemblance to the beautiful but ruthless vampire they knew and loved in 1864.",
        "air_date": "2009-09-10"
    }, {
        "id": 5451,
        "name": "Without Breasts There Is No Paradise",
        "overview": "Sin Senos no hay Paraíso is a RTI Colombia–Telemundo remake and loose adaptation of the original Colombian series Sin Tetas No Hay Paraíso. The series is based on investigative journalist Gustavo Bolivar's debut novel and features an attractive young prostitute who desires to have massive breast implants in order to attract a rich cocaine smuggler. It is also based on a true story. The series premiered on June 16, 2008;",
        "air_date": "2008-06-16"
    }, {
        "id": 59599,
        "name": "Trail of Lies",
        "overview": "Trail of Lies is a story of love and ambition centered on Paloma (Paolla Oliveira), who lives in conflict with her family. Secretly adopted, she learns the truth from her conniving brother Félix (Mateus Solano), who wishes to eliminate her at any cost in order to become sole heir to the fortune of their parents, doctors who own a hospital. The revelation comes during a trip to the astonishing historic cities of Peru, where Paloma falls in love with the adventurous Ninho (Juliano Cazarré).",
        "air_date": "2013-05-20"
    }, {
        "id": 56570,
        "name": "Outlander",
        "overview": "The story of Claire Randall, a married combat nurse from 1945 who is mysteriously swept back in time to 1743, where she is immediately thrown into an unknown world where her life is threatened. When she is forced to marry Jamie, a chivalrous and romantic young Scottish warrior, a passionate affair is ignited that tears Claire's heart between two vastly different men in two irreconcilable lives.",
        "air_date": "2014-08-09"
    }, {
        "id": 62741,
        "name": "Kamisama Kiss",
        "overview": "Nanami was just a normal high school girl down on her luck until a stranger’s lips marked her as the new Land God and turned her world upside down. Now, she’s figuring out the duties of a deity with the help of Tomoe, a reformed fox demon who reluctantly becomes her familiar in a contract sealed with a kiss. The new responsibilities—and boys—are a lot to handle, like the crow demon masquerading as a gorgeous pop idol and the adorable snake spirit who’s chosen the newly minted god to be his bride. As the headstrong Tomoe tries to whip her into shape, Nanami finds that love just might have cute, pointed fox ears. With romance in the air, will the human deity be able to prove herself worthy of her new title?",
        "air_date": "2012-10-02"
    }, {
        "id": 46004,
        "name": "Date a Live",
        "overview": "Thirty years ago a strange phenomenon called a \"spacequake\" devastated the center of Eurasia, claiming the lives of at least 150 million people. Since then, smaller spacequakes plague the world on an irregular basis. Shido Itsuka, a seemingly ordinary high schooler comes across a mysterious girl at the ground zero of a spacequake and learns she is one of the \"Spirits\" who are the real cause of the spacequakes that occur when they manifest themselves in the world. He is recruited to make use of his mysterious ability to seal the Spirits' powers thus stopping them from being a threat to mankind. However, there is a catch: to seal a Spirit's power, he must make her fall in love with him and kiss him.",
        "air_date": "2013-04-06"
    }, {
        "id": 62669,
        "name": "Orange Marmalade",
        "overview": "Despite a 200-year-old treaty between humans and vampires, both races still don't get along. Amidst the looming tension, Jung Jae Min, a posh yet kindhearted high school student, quickly falls for the mysterious new girl Baek Ma Ri. But can Ma Ri conceal her true vampire identity and give love an honest chance? If these star-crossed lovers can find the courage to make the leap, Jae Min and Ma Ri may just be the key to a final resolution between humans and vampires...",
        "air_date": "2015-05-15"
    }, {
        "id": 64793,
        "name": "Mischievous Kiss: Love in Tokyo",
        "overview": "At a high school entrance ceremony, high school student Kotoko Aihara, who isn't that smart, notices pretty boy Naoki Irie. She falls in love with him immediately. Kotoko initially doesn't express her feelings to him, but finally has a chance to tell him how she feels. Unfortunately, Naoki turns Kotoko down, saying \"I don't like dumb women.\" One day, Kotoko Aihara's house is severely damaged by an earthquake. Until the house is rebuilt, Kotoko Aihara and her father decide to live with her father's friend. When Kotoko Aihara moves to her new temporary house, she is surprised to learn that Naoki Irie lives there as well.",
        "air_date": "2013-03-29"
    }, {
        "id": 62742,
        "name": "Sankarea: Undying Love",
        "overview": "Zombie-obsessed Furuya is making a potion to reanimate his dead cat when he meets Rea. She’s about as miserable as a girl can get, thanks to her creepy, domineering father. When the pain becomes too much, she tries to commit suicide with a sip of Furuya’s weird elixir. The potion doesn’t kill her – but it does turn her into a zombie after she falls from a cliff.\n\nNow that Rea’s undead and ready to finally live, she hides out with Furuya, who’s always dreamed of having a zombie girlfriend. Their one-of-a-kind relationship comes with some challenges, like the fact that Rea is decomposing. Even worse, her freak-show dad is dangerously determined to get her back under his control. As Furuya fights to keep his ghoulfriend safe, Rea finds the secret to resurrecting her happiness: Live like you’re dying – even if you’re already dead.",
        "air_date": "2012-04-05"
    }, {
        "id": 2942,
        "name": "The Tudors",
        "overview": "The Tudors is a history-based drama series following the young, vibrant King Henry VIII, a competitive and lustful monarch who navigates the intrigues of the English court and the human heart with equal vigor and justifiable suspicion.",
        "air_date": "2007-04-01"
    }]
}