{
    "shows": [{
        "id": 64840,
        "name": "Signal",
        "overview": "Detectives from the present and a detective from the past communicate via walkie-talkie to solve a long-time unsolved case.",
        "air_date": "2016-01-22"
    }, {
        "id": 19125,
        "name": "Killer Women",
        "overview": "Mujeres Asesinas is a series that shows the dark side of women who have been mistreated or abused and become cruel murderers. The series shows how violence and death can overcome the feminine mind.\n\nEach episode shows a different story of a woman who has committed homicide. These women are motivated by multiple passions such as love, hatred, resentment, vengeance, lunacy, despair, fear, anger, addiction, salvation and redemption. Doctor Sofía Capellan and her team of experts try to solve the murders perpetrated by the women.",
        "air_date": "2008-06-17"
    }, {
        "id": 64708,
        "name": "Hostages",
        "overview": "The night before a high profile operation on the PM, the surgeon due to perform the procedure is surprised at her family home by four masked men. The gang quickly take control of her and her family and order her to kill the PM.",
        "air_date": "2013-10-13"
    }, {
        "id": 44729,
        "name": "The Chaser",
        "overview": "Although he was poor, detective Baek Hong Suk made an honest living. However, his poor yet happy family is shattered when his 15-year-old daughter dies. When people tarnish the name of his daughter, who means everything to him, Hong Suk vows to reveal the truth behind his daughter’s wrongful death and digs up the truth. In his search, he comes to face a stronger mastermind than expected.",
        "air_date": "2012-05-28"
    }, {
        "id": 32437,
        "name": "Athena: Goddess of War",
        "overview": "Athena: Goddess of War is a South Korean espionage television drama series broadcast by SBS in 2010 and a spin-off of 2009's Iris. Budgeted at ₩20 billion like its predecessor, the two series are among the most expensive Korean dramas ever produced.\n\nStarring Jung Woo-sung, Cha Seung-won, Soo Ae, and Lee Ji-ah, the series premiered in December 2010 after filming in a number of overseas locations, including Italy, New Zealand, Japan, and the United States. The series is set in the same universe as its predecessor, allowing for select characters from Iris to reprise their roles throughout the story.",
        "air_date": "2010-12-13"
    }, {
        "id": 65267,
        "name": "Halfworlds",
        "overview": "In the bustling streets and back alleys of Jakarta, a parallel world of bloodthirsty creatures from Indonesian mythology has lived alongside humans for generations. Taking on the appearance of humans themselves, the true identity of these \"Demit\" has been carefully concealed for centuries by a powerful family of mortals. The arrival of a mysterious supernatural event known only as the Gift will bring this hidden world to the surface. As the day of the Gift approaches, a young street artist named Sarah unexpectedly finds herself in the eye of the storm. Once the Demit realize who Sarah really is, and what she must do, humans and Demit are set on a collision course that could change the balance of their two worlds forever.",
        "air_date": "2015-11-29"
    }, {
        "id": 64368,
        "name": "Sherlock Holmes",
        "overview": "A Russian crime drama series, based on the Sherlock Holmes detective stories by Sir Arthur Conan Doyle.",
        "air_date": "2013-11-18"
    }, {
        "id": 55270,
        "name": "The Sandhamn Murders",
        "overview": "Viveca Stens popular novels come to life in \"The Sandhamn Murders\", a perfect mix of Nordic crime &amp; the beautiful surroundings of the outer Stockholm archipelago.",
        "air_date": "2010-12-20"
    }, {
        "id": 63308,
        "name": "Last",
        "overview": "This drama is based on the webcomic Kang Hyung Kyu. The story centers on Jang Tae Ho, who was once successful, but becomes homeless after failing at a stock operation involving an exorbitant amount in Korea’s stock market. This leads him to face a secretive ranked organization consisting of Seoul’s homeless. Starting from the bottom, he rises up in rank to fight for leadership of the group against the boss who earns money by exploiting the poor homeless people.",
        "air_date": "2015-07-24"
    }, {
        "id": 62633,
        "name": "The Refugees",
        "overview": "Mankind is suffering the biggest exodus in history. Three billion people from the future have traveled to the present to escape from an imminent global disaster. All the refugees must obey to rules: they must not talk about the future and they must not contact their families. The arrival of the refugees take everyone by surprise, including the Cruz family. The series centers on their story, the story of Samuel, Emma, and little Ani. The shift in their existence after the arrival of the mysterious refugee, Alex, who has an incredible mission that will change their lives, and in order to accomplish his mission, he will not hesitate to do whatever there is to be done--including breaking the rules.",
        "air_date": "2015-05-07"
    }]
}