{
    "shows": [{
        "id": 61597,
        "name": "Kommissarin Heller",
        "overview": "",
        "air_date": "2014-04-12"
    }, {
        "id": 44111,
        "name": "La Famille Anodin",
        "overview": "La Famille Anodin English: The Anodin family, is a French TV serial, in 8 episodes of 45 minutes, from 1956, on RTF.",
        "air_date": "1956-07-06"
    }, {
        "id": 44785,
        "name": "Stardust",
        "overview": "'Stardust' is a 2006 miniseries produced for RTÉ by Brackside Merlin Films. The first episode surrounds the night a fire broke out at the Stardust Disco in North Dublin on 13 February 1981, in which 48 people died. The second episode depicts the search for answers and justice by families and survivors. It was screened over two nights on the 25th anniversary of the fire in 2006.",
        "air_date": ""
    }, {
        "id": 63394,
        "name": "Hanna Hellmann",
        "overview": "",
        "air_date": "2015-03-12"
    }, {
        "id": 60713,
        "name": "Samuel Brock Flynn Show",
        "overview": "Samuel Brock Flynn Show an Popular Web Radio Station that is doing Entertainment News and Interviews as well as regular topics to talk about on the show.Also the show helps get movies and people out there to be heard.\n\nAlso the show helped make a movie called Homestead Haunted House (2013) .",
        "air_date": "2014-05-12"
    }, {
        "id": 63943,
        "name": "Anna German. Tajemnica białego anioła",
        "overview": "",
        "air_date": "2013-02-22"
    }, {
        "id": 55859,
        "name": "Saïgon, l’été de nos 20 ans",
        "overview": "",
        "air_date": "2011-12-17"
    }, {
        "id": 37665,
        "name": "The Bee Gees Special",
        "overview": "The Bee Gees Special was a 90-minute television special broadcast by NBC on November 15, 1979. The program featured footage from the Bee Gees' July 10, 1979 concert in Oakland, California captured by a film crew that accompanied them during their 1979 Spirits Having Flown Tour. It also included footage from an appearance with Willie Nelson and Glen Campbell, interviews by David Frost with the Bee Gees and their parents, and a behind-the-scenes look at recording and tour planning with Robert Stigwood and the band's crew.",
        "air_date": "1979-11-15"
    }, {
        "id": 21258,
        "name": "Jacobo Timerman: Prisoner Without a Name, Cell Without a Number",
        "overview": "Jacobo Timerman: Prisoner Without a Name, Cell Without a Number is a TV movie centering on the story of Argentine newspaper publisher Jacobo Timerman's experiences and torture in a secret prison.",
        "air_date": "1983-05-22"
    }]
}