{
    "shows": [{
        "id": 16997,
        "name": "The Pacific",
        "overview": "Track the intertwined real-life stories of three U.S. Marines – Robert Leckie, John Basilone, and Eugene Sledge – across the vast canvas of the Pacific Theater during World War II. A companion piece to the 2001 miniseries Band of Brothers.",
        "air_date": "2010-03-14"
    }, {
        "id": 57406,
        "name": "Arpeggio of Blue Steel: Ars Nova",
        "overview": "By 2039, global warming had caused sea levels to rise and large amount of territory to be lost. As though in response, a mysterious group of warships clad in mist, “the Fleet of Mist,” appeared in every corner of the ocean, and began attacking human ships. In spite of humanity mustering all their strength, they were utterly defeated by the Mist's overwhelming force. All of humanity's trade routes were blockaded by the Fleet of Mist, their political economy was destroyed, and the human race was steadily beaten down. Seven years later, the Fleet of Mist's submarine I-401 appears before cadet Gunzo Chihaya. The humanoid life form that pilots the sub, who should be their enemy, is instead offering her services to mankind.",
        "air_date": "2013-10-07"
    }, {
        "id": 25504,
        "name": "After War Gundam X",
        "overview": "Taking place 15 years after the 7th Space War, the surviving 98 million residents of Earth try to make a living as best they can in the post apocalyptic landscape. Mobile Suits and weapons left over from the war fall into the hands of civilians as well as other organizations on the planet. In an effort to keep the past from repeating itself, Jamil Neate brings together a crew of Vultures to search for Newtypes and protect them from being exploited. As they try to carry out this task, an old government rises from the ashes to try and unify the Earth as other forces slowly fan the flames of war once more between the newly formed New United Nations Earth and the Space Revolutionary Army. Now the crew of the Freeden face a multitude of enemies as they try to prevent another catastrophic war.",
        "air_date": "1996-04-05"
    }, {
        "id": 62553,
        "name": "Kurt Seyit and Şura",
        "overview": "A Turkish lieutenant and the daughter of Russian nobles fight for their love against forces of family and social expectation and historical events.",
        "air_date": "2014-04-04"
    }, {
        "id": 60663,
        "name": "Buddy Complex",
        "overview": "When a giant robot suddenly attacks the city, a high-school student named Aoba is saved by a classmate who's piloting her own mecha. After accepting an offer to join the alliance she's is a part of, Aoba is thrust into the middle of high-flying robot warfare in this new series from the studio that brought you Cowboy Bebop, Outlaw Star, and Escaflowne!",
        "air_date": "2013-12-29"
    }, {
        "id": 61718,
        "name": "Red Sorghum",
        "overview": "Red Sorghum is a Chinese television series based on Nobel laureate Mo Yan's 1986/1987 eponymous novel. Directed by Zheng Xiaolong, it also features the highly-anticipated return of actress Zhou Xun to television after 10 years.",
        "air_date": "2014-10-27"
    }, {
        "id": 64364,
        "name": "Apocalypse, Staline",
        "overview": "",
        "air_date": "2015-11-03"
    }, {
        "id": 61717,
        "name": "Forty-Nine Days Memorial",
        "overview": "A television adaption of Zhang Yimou's 2011 film The Flowers of War. Apart from changes in character relationships and the storyline, there will also be additional plots outlining the events before and after the Nanking Massacre.",
        "air_date": "2014-12-01"
    }, {
        "id": 62051,
        "name": "The Road We Have Taken",
        "overview": "Nation affairs, family affairs and outstanding soldiers In 1925, two brothers Yang Liren and Yang Chanqing successively left their home for Guangzhou to make a living. With the help of his elder sister Chanhua and CPC members Qu En and Qu Xia, Liqing passed the exam to Huangpu Military College. Influenced by communist thoughts and experiencing East Expedition and Northern Expedition, Liqing became an outstanding soldier...",
        "air_date": "2009-06-02"
    }, {
        "id": 64003,
        "name": "D-Day: Tag der Entscheidung",
        "overview": "",
        "air_date": "2015-05-29"
    }]
}